import breakfast01 from "./imgs/breakfast01.jpg"
import breakfast02 from "./imgs/breakfast02.jpg"
import breakfast03 from "./imgs/breakfast03.jpg"
import breakfast04 from "./imgs/breakfast04.jpg"
import lunch01 from './imgs/lunch01.jpg'
import lunch02 from './imgs/lunch02.jpg'
import lunch03 from './imgs/lunch03.jpg'
import lunch04 from './imgs/lunch04.jpg'
import dinner01 from './imgs/dinner01.webp'
import dinner02 from './imgs/dinner02.jpg'
import dinner03 from './imgs/dinner03.jpg'
import drink01 from './imgs/drink01.jpg'
import drink02 from './imgs/drink02.jpg'
import drink03 from './imgs/drink03.jpg'
import drink04 from './imgs/drink04.jpg'
const Data = [
    {
        id:0,
        category:"فطار",
        img:breakfast01,
        title:"وجبة الافطار",
        price:"50",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:1,
        category:"فطار",
        img:breakfast02,
        title:"وجبة الافطار",
        price:"50",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:2,
        category:"فطار",
        img:breakfast03,
        title:"وجبة الافطار",
        price:"50",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:3,
        category:"فطار",
        img:breakfast04,
        title:"وجبة الافطار",
        price:"50",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:4,
        category:"غدا",
        img:lunch01,
        title:"وجبة الغداء",
        price:"70",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:5,
        category:"غدا",
        img:lunch02,
        title:"وجبة الغداء",
        price:"70",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:6,
        category:"غدا",
        img:lunch03,
        title:"وجبة الغداء",
        price:"70",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:7,
        category:"غدا",
        img:lunch04,
        title:"وجبة الغداء",
        price:"70",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:8,
        category:"عشاء",
        img:dinner01,
        title:"وجبة العشاء",
        price:"80",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:9,
        category:"عشاء",
        img:dinner02,
        title:"وجبة العشاء",
        price:"80",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:10,
        category:"عشاء",
        img:dinner03,
        title:"وجبة العشاء",
        price:"80",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:11,
        category:"مشروبات",
        img:drink01,
        title:"مشروب",
        price:"30",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:12,
        category:"مشروبات",
        img:drink02,
        title:"مشروب",
        price:"30",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:13,
        category:"مشروبات",
        img:drink03,
        title:"مشروب",
        price:"30",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    {
        id:14,
        category:"مشروبات",
        img:drink04,
        title:"مشروب",
        price:"30",
        discription:`
        الخبز المصنوع من الحبوب الكاملة أو الفطائر المصنوعة من الحبوب الكاملة، مع البروتين الخالي من الدهون مثل البيض أو بعض اللحوم أو البقوليات أو المكسرات، مع منتجات الألبان منخفضة الدسم مثل الزبادي وبعض الأجبان وغيرها،
        `,
    },
    
]
export default Data;